---
kind: property
id: P:Autodesk.Revit.DB.SpecTypeId.ThermalMass
source: html/236d47d6-bd23-8058-1c60-c37b508c2885.htm
---
# Autodesk.Revit.DB.SpecTypeId.ThermalMass Property

Thermal Mass, in discipline Energy.

## Syntax (C#)
```csharp
public static ForgeTypeId ThermalMass { get; }
```